[
    {
        "id": "about",
        "title": "ABOUT US",
        "subSections": [
            {
                "id": "WhoWeAre",
                "title": "Who We Are?",
                "paragraphs": [
                    {
                        "paragraph": "NN Legal Consulting is a fully black-owned and small-sized business and legal consultancy practice with prospective national capacity through network of qualified and well capacitated professionals, enabling us substantial influence throughout the country. Our services range is clustered into Legal Consulting as well as Enterprise Consulting, where we offer fully customized professional and efficient services to our diverse business clients (b2b), individuals from all walks of life and public sector organisations."
                    }
                ]
            },
            {
                "id": "OurClients",
                "title": "Our Clients?",
                "paragraphs": [
                    {
                        "paragraph": "Business to business clients include law firms where we provide them with support services ranging from dedicated correspondence services, companies that operates within communities where there are existing or potential conflicts or environmental issues, general business where we provide legal assistance related to operations, transitions and transactions."
                    },
                    {
                        "paragraph": "Individual clients who are given full legal assistance internally and through our panel where we save them time and money through pre-consultations and predetermine their matters and the exact practitioner required and solutions without incurring unnecessary costs of pillar to posts."
                    },
                    {
                        "paragraph": "Public Sector Organisations or the government units serve a broad mandate to a broader stakeholder and thus faces lot of costly deficiencies and opposition with stricter accountability. Our anticipated role to this sector is that of offering one stop solutions including legal assistance, applied research and partnering in planning, executing and evaluating intervention programs."
                    }
                ]
            },
            {
                "id": "CorporateCitizenship?",
                "title": "Corporate Citizenship?",
                "paragraphs": [
                    {
                        "paragraph": "As an entity that operates within the legal fraternity we believe that we have more responsibility to adhere to and a role to play in promoting ethical behaviour and social responsibility. We aim to facilitate and promote gender equality, youth empowerment, children protection and participation and access to justice for the vulnerable communities as a form of poverty resistance and eradication. Our alliance with the Mbalenhle Foundation exists in order to facilitate mass engagement and collaboration in ensuring that our vision for a broadly accessible platform where structured programmes will be planned, funded, executed and evaluated is achieved."
                    }
                ]
            },
            {
                "id": "OurFocus&Approach?",
                "title": "Our Focus And Approach?",
                "paragraphs": [
                    {
                        "paragraph": "NN legal Consulting is a customer-oriented company willing to tailor make most, if not all its services to provide rapid response to its clients. This innovation is achieved through swift response through our panel of qualified and experienced practitioners providing relevant and outstanding skills and expertise in order to ensure that the solutions we provide are efficient and geared up-to our reputation standards."
                    }
                ]
            }
        ]
    }
]