[
    {
        "id": "EXPERTISE",
        "title": "EXPERTISE",
        "subSections": [
            {
                "id": "CorrespondentServices",
                "title": "Correspondent services",
                "paragraphs": [
                    {
                        "paragraph": "Our correspondent services are cost effective, efficient and accurately executed having necessary regard and detail to the instruction of the instructing attorney.",
                        "services": null
                    },
                    {
                        "paragraph": "Our core services include: ",
                        "services": [
                            {
                                "service": "Urgent same day issuing of documents"
                            },
                            {
                                "service": "Normal issuing of documents"
                            },
                            {
                                "service": "Delivery of documents to the sheriff for service"
                            },
                            {
                                "service": "Issuing of action and application matters"
                            },
                            {
                                "service": "Drawing, preparation and drafting of court files "
                            },
                            {
                                "service": "Receipt of service of documents"
                            },
                            {
                                "service": "Filing of pleadings and relevant court processes"
                            },
                            {
                                "service": "Providing the instructing attorney with all documents, issued and served within 48 hours"
                            },
                            {
                                "service": "Attending to index and pagination"
                            },
                            {
                                "service": "Attending to court for all non-appearance purposes"
                            },
                            {
                                "service": "Attending to court to apply for trial or motion court dates"
                            },
                            {
                                "service": "Furnishing regular and prompt progress status updates."
                            },
                            {
                                "service": "Urgent matters"
                            },
                            {
                                "service": "Attending to court for appearance purpose and litigation (MC & HC)"
                            }
                        ]
                    }
                ]
            },
            {
                "id": "FamilyLaw",
                "title": "Family Law",
                "paragraphs": [
                    {
                        "paragraph": "Family law regulates relations between family members whether blood related or became related by adoption, marriage, civil union or similar relationship. Our team has expertise in a wide spectrum of Family Law matters, including drafting Ante-nuptial and Post-nuptial agreements, Divorce proceedings, settlement agreements, maintenance proceedings and domestic violence proceedings.",
                        "services": null
                    }
                ]
            },
            {
                "id": "TrustsWillsAndEstates",
                "title": "Trusts, Wills And Estates",
                "paragraphs": [
                    {
                        "paragraph": "Our compassionate and experienced team has the tools and are equipped to assist our clients get their affairs in order. We understand that death is inevitable and that during such times our clients expect an ease of mind in order to grieve in peace. Our core services include drafting of and advice on wills and trusts, winding-up of estates, estate planning while remaining considerate and sensitive to the loss of a loved one.",
                        "services": null
                    }
                ]
            },
            {
                "id": "EmploymentLaw",
                "title": "Employment Law",
                "paragraphs": [
                    {
                        "paragraph": "Employment law regulates the many aspects of the relationship between employers and their associations and employees and trade unions. We provide a wide range of labour law services including representing our clients in enquiries, mediations, arbitrations and litigation in the CCMA, Bargaining Councils and the Labour Court, drafting and interpretation of employment contracts.",
                        "services": null
                    }
                ]
            },
            {
                "id": "CommercialAndCorporateLaw",
                "title": "Commercial And Corporate Law",
                "paragraphs": [
                    {
                        "paragraph": "Our corporate and commercial law team is well equipped and business-minded. We are committed to giving specialized advice and drafting contracts which are clear and with little to no incomprehensible legal jargon while adhering to our pledge to remain professional. Our core services include Mergers and acquisitions advisory, Business Rescue, Liquidations, Risk management to avoid liquidation, advice regarding a recovery strategy in the event of financial strain, and propose funding solutions, establishing and implementation of a revised and chosen financial restructuring plan, Intellectual Property Law, Due Diligence, Property Law agreements, Labour Contracts and lease and/or sale contracts.",
                        "services": null
                    }
                ]
            },
            {
                "id": "PropertyLaw",
                "title": "Property Law",
                "paragraphs": [
                    {
                        "paragraph": "We provide drafting of sale and lease agreement services, handle transfers of properties, register bonds for banks and private clients, draft servitudes, insolvent and deceased estate transfers, property development consulting, due diligence, investigations and property investment feasibility studies.",
                        "services": null
                    }
                ]
            }
        ]
    }
]