[
    {
        "id": "ENTERPRISE-SERVICES",
        "title": "ENTERPRISE SERVICES",
        "subSections": [
            {
                "id": "SocialEngagement",
                "title": "Social Engagement Facilitation (Accredited)",
                "paragraphs": [
                    {
                        "paragraph": "It is essential for government and private sector to ensure that social engagement facilitation and stakeholder engagement takes place before implementation of any responsible project or socially effective programme as a mean of good governance and thus to ensure positive impact, stakeholder cooperation and maximized effectiveness.",
                        "services": null
                    },
                    {
                        "paragraph": "NN Legal Consulting offers professional and accredited Social Engagement Facilitation services ensuring that there is adequate social facilitation and stakeholder engagement (social engagement) in order to ensure seamless execution of projects and programmes and a total buy in from all social partners. Key stakeholders includes government, civil society, private sector and labour where there’s a need for a factual based mutual trust and common ground.",
                        "services": null
                    }
                ]
            },
            {
                "id": "acquisition",
                "title": "Mergers & Acquisition Consulting",
                "paragraphs": [
                    {
                        "paragraph": "Business Diversification (also through acquiring of existing businesses)",
                        "services": [
                            {
                                "service": "New markets."
                            },
                            {
                                "service": "New products and or services."
                            },
                            {
                                "service": "Streamlining."
                            }
                        ]
                    },
                    {
                        "paragraph": "Portfolio Profiling, Administration and Management.",
                        "services": null
                    },
                    {
                        "paragraph": "Developing Supply-Chains.",
                        "services": [
                            {
                                "service": "Optimised Strategic Sourcing for one or more companies or departments that is aimed at enhanced buying power."
                            }
                        ]
                    },
                    {
                        "paragraph": "Developing Value-Chains.",
                        "services": [
                            {
                                "service": "Strategic Business Units Consolidation aimed at enhanced economics of scale gains and efficiency. "
                            },
                            {
                                "service": "Shielding Ideas / Ventures."
                            },
                            {
                                "service": "Critique Reviews."
                            },
                            {
                                "service": "Advisory, Representation and Mentorship."
                            }
                        ]
                    },
                    {
                        "paragraph": "Drafting of merger agreements.",
                        "services": null
                    },
                    {
                        "paragraph": "Statutory compliance in the event of imminent Mergers.",
                        "services": null
                    },
                    {
                        "paragraph": "Application for Merger Approvals.",
                        "services": null
                    }
                ]
            },
            {
                "id": "SkillsDevelopment",
                "title": "Skills Development",
                "paragraphs": [
                    {
                        "paragraph": "NN Legal Consulting is a firm that believes in justice and equality and believes that one of the fundamental justice solutions is addressing the country’s ills including Unemployment, economic exclusion, Unplanned pregnancies, and poor quality education through robust interventions into skills development and effectiveness by facilitating various levels of collaborations with government, business sectors, education and training sectors, and other relevant stakeholders.",
                        "services": null
                    },
                    {
                        "paragraph": "These consolidated efforts will lead to a development of clearly defined skills needed by the markets which will assist in restructuring the curriculums by the learning institutions and also convince the industries to open doors for practical skills trainings as well as mobilize government to structure appropriate funding for skills development.",
                        "services": null
                    }
                ]
            },
            {
                "id": "Secretarial",
                "title": "Company & Secretarial Services",
                "paragraphs": [
                    {
                        "paragraph": "Company secretarial services have been redefined in the modern corporate world and it just does not end with filing and corresponding but also includes statutory compliance issues which form the foundation of and determines the direction of any company. We cover a full spectrum of secretarial services including:",
                        "services": [
                            {
                                "service": "Company Registrations"
                            },
                            {
                                "service": "Company Law Compliance"
                            },
                            {
                                "service": "Company Records"
                            },
                            {
                                "service": "Annual General Meeting"
                            },
                            {
                                "service": "Income tax and Vat registrations"
                            },
                            {
                                "service": "Business accounts"
                            },
                            {
                                "service": "Planning and administrative services in respect of trusts and estates,"
                            },
                            {
                                "service": "The formation of trusts"
                            },
                            {
                                "service": "Appointment as an independent trustee on our clients’ trusts"
                            },
                            {
                                "service": "The formation and conversion of companies and close corporations"
                            },
                            {
                                "service": "The company secretarial implementation of shareholders’ and members’ agreements, and"
                            },
                            {
                                "service": "Submissions to and communication with the Masters of High Court, the Registrar of Companies and Close Corporations (CIPC)."
                            }
                        ]
                    }
                ]
            }
        ]
    }
]